/*
 * ------------------------------------------------------------
 * IMPORTANT: The contents of this file are auto-generated.
 *
 * This file may be updated by the Shopify admin theme editor
 * or related systems. Please exercise caution as any changes
 * made to this file may be overwritten.
 * ------------------------------------------------------------
 */
{
  "sections": {
    "shogun-helper": {
      "type": "shogun-helper",
      "disabled": true,
      "settings": {}
    },
    "main": {
      "type": "main-page",
      "disabled": true,
      "settings": {}
    },
    "shogun-optimizer": {
      "type": "shogun-optimizer",
      "disabled": true,
      "settings": {}
    },
    "author_section_XhKzkf": {
      "type": "author-section",
      "blocks": {
        "text_block_MtQRHQ": {
          "type": "text_block",
          "settings": {
            "title": "",
            "content": "Dr. Aditi Bakshi is an experienced healthcare writer and editor with a unique interdisciplinary background in dental sciences, food nutrition, and medical communication. With a Bachelor’s in Dental Sciences and a Master’s in Food Nutrition, she combines her clinical expertise and nutritional knowledge to create evidence-based, accessible, and SEO-optimized content.<br><br>Dr. Bakshi has over four years of experience in medical writing, research communication, and healthcare content development, following more than a decade of clinical practice in dentistry. Her writing spans a variety of formats, including digital health blogs, patient education materials, scientific articles, and regulatory content for medical devices, with a focus on scientific accuracy and clarity.<br><br>Her early research work at the Institute of Dental Sciences, Jammu, and consultancy experience as a nutritionist in leading hospitals have enriched her ability to bridge oral healthcare, medical sciences, and nutrition in her writing.\nBeyond content creation, Dr. Bakshi is passionate about mentoring aspiring medical writers, helping them develop research-backed, credible content. Her commitment to excellence ensures that readers receive reliable information to make informed health decisions while supporting organizations with precise, authoritative medical content."
          }
        },
        "text_block_W3PfPU": {
          "type": "text_block",
          "settings": {
            "title": "Wellness Extract Editorial Guidelines",
            "content": "At Wellness Extract, our mission is to provide educational, FDA-compliant, and well-researched content that empowers individuals to make informed decisions about their health and well-being. We are committed to delivering clear, evidence-based information that simplifies complex health topics, ensuring that all our content is grounded in reputable sources and expert insights.<br><br>Our editorial standards prioritize accuracy, transparency, FDA compliance, and inclusivity, with the goal of guiding readers in their wellness journey through reliable, accessible, and responsible health information."
          }
        }
      },
      "block_order": [
        "text_block_MtQRHQ",
        "text_block_W3PfPU"
      ],
      "name": "Author Section",
      "settings": {
        "author_image": "shopify://shop_images/Dr_Aditi_Bakshi-Msc-Nutrition.jpg",
        "author_name": "Dr. Aditi Bakshi",
        "author_role": "Writer",
        "author_email": "example@example.com",
        "author_linkedin": "https://www.linkedin.com/in/dr-aditi-bakshi"
      }
    }
  },
  "order": [
    "shogun-helper",
    "main",
    "shogun-optimizer",
    "author_section_XhKzkf"
  ]
}
