{
  "sections": {
    "main": {
      "type": "main-page",
      "disabled": true,
      "settings": {}
    },
    "author_section_GpT3gB": {
      "type": "author-section",
      "blocks": {
        "text_block_BJEEP4": {
          "type": "text_block",
          "settings": {
            "title": "",
            "content": "Divya Katyal, PhD, is a research scholar with an MSc in Forensic Science and Toxicology from Chandigarh University. While specializing in questioned documents, she has extensive experience in content writing for the healthcare, wellness, and pharmaceutical sectors. <br><br>Divya combines her scientific expertise with clear communication to deliver insightful, evidence-based content that helps individuals make informed decisions about supplements and overall wellness. Her ability to translate complex data into accessible information establishes her authority and trustworthiness in the health and wellness space."
          }
        },
        "text_block_Xp8LM6": {
          "type": "text_block",
          "settings": {
            "title": "Wellness Extract Editorial Guidelines",
            "content": "At Wellness Extract, our mission is to provide educational, FDA-compliant, and well-researched content that empowers individuals to make informed decisions about their health and well-being. We are committed to delivering clear, evidence-based information that simplifies complex health topics, ensuring that all our content is grounded in reputable sources and expert insights. <br><br>Our editorial standards prioritize accuracy, transparency, FDA compliance, and inclusivity, with the goal of guiding readers in their wellness journey through reliable, accessible, and responsible health information."
          }
        }
      },
      "block_order": [
        "text_block_BJEEP4",
        "text_block_Xp8LM6"
      ],
      "settings": {
        "author_image": "shopify:\/\/shop_images\/Divya.jpg",
        "author_name": "Divya Katyal",
        "author_role": "Author",
        "author_email": "content@wellnessextract.com",
        "author_linkedin": "https:\/\/www.linkedin.com\/in\/divya-k-61838a182\/"
      }
    },
    "author_blog_card_AV6hmq": {
      "type": "author-blog-card",
      "settings": {
        "blog_author_name": "Divya Katyal"
      }
    }
  },
  "order": [
    "main",
    "author_section_GpT3gB",
    "author_blog_card_AV6hmq"
  ]
}
